Repository: VictorMorenoJimenez/tfg2020
Catalog: django-project/frontend/src/assets/i18n/*.po
Languages: es

source: Spanish
es: Español

source: Specialty
es: Especialidad

source: Start date
es: Fecha inicial

source: Successfully activated. Enter your username and password to log in to the system
es: Activado con éxito. Ingrese su nombre de usuario y contraseña para iniciar sesión en el sistema

source: Superuser
es: Súper usuario

source: Team
es: Equipo

source: Team code
es: Código de equipo

source: Tel.
es: Telf.

source: The association was successfully deleted.
es: La asociación se ha eliminado correctamente.

source: The breeder was successfully deleted.
es: El criador se ha eliminado correctamente.

source: The cage was successfully deleted.
es: La jaula se ha eliminado correctamente.

source: The carrier was successfully deleted.
es: El porteador se ha eliminado correctamente.

source: The category was successfully deleted.
es: La categoría se ha eliminado correctamente.

source: The college was successfully deleted.
es: El colegio se ha eliminado correctamente.

source: The competition must have judges and groups to start the assignment
es: La competición debe tener jueces y grupos para comenzar la asignación

source: The competition was successfully deleted.
es: El concurso se ha eliminado correctamente.

source: The confederation was successfully deleted.
es: La confederación se ha eliminado correctamente.

source: The discount was successfully deleted.
es: El descuento se ha eliminado correctamente.

source: The federation was successfully deleted.
es: La federación se ha eliminado correctamente.

source: The group was successfully deleted.
es: El grupo se ha eliminado correctamente.

source: The judge was successfully deleted.
es: El juez se ha eliminado correctamente.

source: The organizer was successfully deleted.
es: El organizador se ha eliminado correctamente.

source: The password has been changed successfully..
es: La contraseña se ha cambiado correctamente..

source: There are no items
es: No hay elementos

source: There aren't any groups in this category
es: No hay ningún grupo en esta categoría

source: Third
es: Tercero

source: This field is required
es: Este campo es obligatorio

source: This will remove your currents categories and groups
es: Esto eliminará tus categorías y grupos actuales

source: To
es: Hasta

source: Transfers
es: Traspasos

source: Type
es: Tipo

source: Undefined
es: Indefinido

source: Upload association image
es: Subir la imagen de la asociación

source: Upload breeders
es: Cargar criadores

source: Upload college image
es: Subir imagen del colegio

source: Upload confederation image
es: Subir la imagen de la confederación

source: Upload federation image
es: Subir la imagen de la federación

source: Upload judges
es: Subir jueces

source: Upload logo
es: Subir logo

source: Upload poster
es: Subir poster

source: User type
es: Tipo de usuario

source: Username
es: Nombre de usuario

source: Verified
es: Verificado

source: Verify
es: Verificar

source: Verify account
es: Verificar cuenta

source: Verify phone
es: Verificar teléfono

source: Verify your account by phone
es: Verificar tu cuenta por teléfono

source: Verify your account with the link we have sent to your email
es: Verifica tu cuenta con el enlace que le hemos enviado a su correo electrónico

source: View
es: Ver

source: Website
es: Página web

source: Welcome to Journeylone
es: Bienvenido a Journeylone

source: Will be multiplied by 4
es: Será multiplicado por 4

source: Yes
es: Si

source: You can select an existing category to use as a template
es: Puedes seleccionar una categoría existente para usarla como plantilla

source: You can select an existing group to use as a template
es: Puedes seleccionar un grupo existente para usarlo como plantilla

source: You do not have an account?
es: ¿No tienes una cuenta?

source: You have an account?
es: ¿Tienes una cuenta?

source: a day ago
es: hace un día

source: a few seconds ago
es: hace unos segundos

source: a minute ago
es: hace un minuto

source: a month ago
es: hace un mes

source: a year ago
es: hace un año

source: an hour ago
es: hace una hora

source: groups
es: grupos

source: judges
es: jueces

source: translation load
es: carga de traducción

source: {{time}} days ago
es: {{hora}} días

source: {{time}} hours ago
es: {{hora}} horas

source: {{time}} minutes ago
es: {{hora}} minutos

source: {{time}} months ago
es: {{hora}} meses

source: {{time}} years ago
es: {{hora}} años
