Repository: VictorMorenoJimenez/tfg2020
Catalog: django-project/frontend/src/assets/i18n/*.po
Languages: es

source: 1. Download template
es: 1. Descargar plantilla

source: 2. Select XLS/XLSX file
es: 2. Selecciona archivo XLS/XLSX

source: Account
es: Cuenta

source: Acronym
es: Siglas

source: Actions
es: Acciones

source: Add
es: Añadir

source: Add a hour
es: Añadir una hora

source: Add a minute
es: Añadir un minuto

source: Add a second
es: Añadir un segundo

source: Add element
es: Añadir elemento

source: Add new
es: Añadir nuevo

source: Add new carrier
es: Añadir nuevo porteador

source: Add new category
es: Añadir nueva categoría

source: Add new discount
es: Añadir nuevo descuento

source: Add new organizer
es: Añadir nuevo organizador

source: Additional data
es: Información adicional

source: Address
es: Dirección

source: Admin
es: Administrador

source: An error has occurred uploading the breeders.
es: Se ha producido un error mientras se cargaban los criadores.

source: An error has occurred uploading the judges.
es: Se ha producido un error mientras se cargaban los jueces.

source: An error has occurred while loading the association
es: Se ha producido un error mientras se cargaba la asociación.

source: An error has occurred while loading the breeder
es: Se ha producido un error mientras se cargaba el criador.

source: An error has occurred while loading the college
es: Se ha producido un error mientras se cargaba el colegio.

source: An error has occurred while loading the competition
es: Se ha producido un error mientras se cargaba el concurso.

source: An error has occurred while loading the confederation
es: Se ha producido un error mientras se cargaba la confederación.

source: An error has occurred while loading the federation
es: Se ha producido un error mientras se cargaba la federación.

source: An error has occurred while loading the judge
es: Se ha producido un error mientras se cargaba el juez.

source: An error has occurred while loading the profile
es: Se ha producido un error mientras se cargaba el perfil.

source: An error occurred while activating the user.
es: Se ha producido un error mientras se activa el usuario.

source: An error occurred while copying the categories.
es: Se ha producido un error mientras se copian las categorías.

source: An error occurred while download the template.
es: Se ha producido un error mientras se descargaba la plantilla.

source: An error occurred while removing the breeder.
es: Se ha producido un error mientras se elimina el criador.

source: An error occurred while removing the cage.
es: Se ha producido un error mientras se elimina la jaula.

source: An error occurred while removing the carrier.
es: Se ha producido un error mientras se elimina el porteador.

source: An error occurred while removing the category.
es: Se ha producido un error mientras se elimina la categoría.

source: An error occurred while removing the college.
es: Se ha producido un error mientras se elimina el colegio.

source: An error occurred while removing the competition.
es: Se ha producido un error mientras se elimina el concurso.

source: An error occurred while removing the confederation.
es: Se ha producido un error mientras se elimina la confederación.

source: An error occurred while removing the discount.
es: Se ha producido un error mientras se elimina el descuento.

source: An error occurred while removing the group.
es: Se ha producido un error mientras se elimina el grupo.

source: An error occurred while removing the judge.
es: Se ha producido un error mientras se elimina el juez.

source: An error occurred while removing the organizer.
es: Se ha producido un error mientrase se elimina al organizador.

source: An error occurred while saving the association. Check the fields marked in red
es: Se ha producido un error mientras se guardaba la asociación. Comprueba los campos marcados en rojo

source: An error occurred while saving the breeder. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el criador. Comprueba los campos marcados en rojo

source: An error occurred while saving the cage. Check the fields marked in red
es: Se ha producido un error mientras se guardaba la jaula. Comprueba los campos marcados en rojo

source: An error occurred while saving the carrier. Check the fields marked in red
es: Se ha producido un error mientrase se guardaba el porteador. Comprueba los campos marcados en rojo

source: An error occurred while saving the category. Check the fields marked in red
es: Se ha producido un error mientras se guardaba la categoría. Comprueba los campos marcados en rojo

source: An error occurred while saving the college. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el colegio. Comprueba los campos marcados en rojo

source: An error occurred while saving the competition. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el concurso. Comprueba los campos marcados en rojo

source: An error occurred while saving the confederation. Check the fields marked in red
es: Se ha producido un error mientras se guardaba la confederación. Comprueba los campos marcados en rojo

source: An error occurred while saving the discount. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el descuento. Comprueba los campos marcados en rojo

source: An error occurred while saving the federation. Check the fields marked in red
es: Se ha producido un error mientras se guardaba la federación. Comprueba los campos marcados en rojo

source: An error occurred while saving the group. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el grupo. Comprueba los campos marcados en rojo

source: An error occurred while saving the judge. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el juez. Comprueba los campos marcados en rojo

source: An error occurred while saving the organizer. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el organizador. Comprueba los campos en rojo

source: An error occurred while saving the password. Check the fields marked in red
es: Se ha producido un error mientras se guardaba la contraseña. Comprueba los campos marcados en rojo

source: An error occurred while saving the profile. Check the fields marked in red
es: Se ha producido un error mientras se guardaba el perfil. Comprueba los campos marcados en rojo

source: An error occurred while verifying the phone
es: Se ha producido un error al verificar el teléfono

source: An error occurred while verifying the phone.
es: Se ha producido un error al verificar el teléfono.

source: Are you sure you want to remove the selected association?
es: ¿Estás seguro de que deseas eliminar la asociación seleccionada?

source: Are you sure you want to remove the selected breeder?
es: ¿Estás seguro de que deseas eliminar el criador seleccionado?

source: Are you sure you want to remove the selected cage?
es: ¿Estás seguro de que deseas eliminar la jaula seleccionada?

source: Are you sure you want to remove the selected carrier?
es: ¿Estás seguro de que deseas eliminar el porteador seleccionado?

source: Are you sure you want to remove the selected category?
es: ¿Estás seguro de que deseas eliminar la categoría seleccionada?

source: Are you sure you want to remove the selected college?
es: ¿Estás seguro de que deseas eliminar el colegio seleccionado?

source: Are you sure you want to remove the selected competition?
es: ¿Estás seguro de que deseas eliminar el concurso seleccionado?

source: Are you sure you want to remove the selected confederation?
es: ¿Estás seguro de que deseas eliminar la confederación seleccionada?

source: Are you sure you want to remove the selected discount?
es: ¿Estás seguro de que deseas eliminar el descuento seleccionado?

source: Are you sure you want to remove the selected federation?
es: ¿Estás seguro de que deseas eliminar la federación seleccionada?

source: Are you sure you want to remove the selected group?
es: ¿Estás seguro de que deseas eliminar el grupo seleccionado?

source: Are you sure you want to remove the selected judge?
es: ¿Estás seguro de que deseas eliminar el juez seleccionado?

source: Are you sure you want to remove the selected organizer?
es: ¿Estás seguro de que deseas eliminar el organizador seleccionado?

source: Association
es: Asociación

source: Association admin
es: Administrador de asociación

source: Association code
es: Código de asociación

source: Association identification
es: Identificación de la asociación

source: Association successfully saved.
es: Asociación guardada con éxito.

source: Associations
es: Asociaciones

source: Back to the list of associations
es: Volver a la lista de asociaciones

source: Back to the list of breeders
es: Volver a la lista de criadores

source: Back to the list of categories
es: Volver a la lista de categorías

source: Back to the list of colleges
es: Volver a la lista de colegios

source: Back to the list of competitions
es: Volver a la lista de concursos

source: Back to the list of confederations
es: Volver a la lista de confederaciones

source: Back to the list of discounts
es: Volver a la lista de descuentos

source: Back to the list of federations
es: Volver a la lista de federaciones

source: Back to the list of groups
es: Volver a la lista de grupos

source: Back to the list of judges
es: Volver a la lista de jueces

source: Bank account
es: Cuenta bancaria

source: Bird age
es: Edad del pájaro

source: Birds amount
es: Cantidad de pájaros

source: Breeder
es: Criador

source: Breeder code
es: Código de criador

source: Breeder code (It will be used as username)
es: Código de criador (se utilizará como nombre de usuario)

source: Breeder identification
es: Identificación del criador

source: Breeder successfully saved.
es: Criador guardado correctamente.

source: Breeders
es: Criadores

source: Breeders added count:
es: Criadores que han sido añadidos:

source: Breeders not added count:
es: Criadores que no han sido añadidos:

source: CHANGE PASSWORD
es: CAMBIAR CONTRASEÑA

source: CHANGE YOUR PASSWORD
es: CAMBIA TU CONTRASEÑA

source: COE league
es: Liga COE

source: Cage successfully saved.
es: Jaula guardada con éxito

source: Cage type
es: Tipo de jaula

source: Cages
es: Jaulas

source: Cancel
es: Cancelar

source: Carrier successfully saved.
es: Porteador guardado correctamente.

source: Carriers
es: Porteadores

source: Categories
es: Categorías

source: Categories and groups
es: Categorías y grupos

source: Categories he can judge
es: Categorías que puede enjuiciar

source: Categories were successfully copied.
es: Categorías copiadas correctamente

source: Category
es: Categoría

source: Category code
es: Código de categoría

source: Category successfully saved.
es: Categoría guardada correctamente.

source: Category...
es: Categoría...

source: Change password
es: Cambiar contraseña

source: Change to month view
es: Cambiar a la vista mes

source: Choose month and year
es: Elija mes y año

source: Clear
es: Limpiar

source: Close
es: Cerrar

source: Code
es: Código

source: College
es: Colegio

source: College code
es: Código de colegio

source: College of judges
es: Colegio de jueces

source: College successfully saved.
es: Colegio guardado correctamente.

source: Colleges
es: Colegios

source: Commission
es: Comisión

source: Commission type
es: Tipo de comisión

source: Competition
es: Concurso

source: Competition Detail
es: Detalle del concurso

source: Competition admin
es: Administrador de concurso

source: Competition name
es: Nombre del concurso

source: Competition successfully saved.
es: Concurso guardado correctamente.

source: Competitions
es: Concursos

source: Confederation
es: Confederación

source: Confederation admin
es: Administrador de confederación

source: Confederation code
es: Código de confederación

source: Confederation identification
es: Identificación de la confederación

source: Confederation successfully saved.
es: Confederación guardada correctamente.

source: Confederations
es: Confederaciones

source: Confirm
es: Confirmar

source: Confirm elimination
es: Confirmar eliminación

source: Confirm password
es: Confirmar contraseña

source: Contact
es: Contacto

source: Contact email
es: Email de contacto

source: Contact info
es: Información de contacto

source: Contact phone
es: Teléfono de contacto

source: Copy categories
es: Copiar categorias

source: Copy categories from another competition
es: Copiar categorías desde otro concurso

source: Country
es: País

source: Create
es: Crear

source: Create breeder account
es: Crear una cuenta de criador

source: Create group
es: Crear grupo

source: Delete
es: Eliminar

source: Denomination
es: Denominación

source: Description
es: Descripción

source: Deselect group
es: Deseleccionar grupo

source: Deselect judge
es: Deseleccionar juez

source: Discount per bird
es: Descuento por pájaro

source: Discount successfully saved.
es: Descuento guardado correctamente.

source: Discounts
es: Descuentos

source: Download template
es: Descargar plantilla

source: Edit
es: Editar

source: Edit cage type
es: Editar tipo de jaula

source: Edit carrier
es: Editar porteador

source: Edit category
es: Editar categoría

source: Edit discount
es: Editar descuento

source: Edit group
es: Editar grupo

source: Edit organizer
es: Editar oganizador

source: Edit profile
es: Editar perfil

source: Email
es: Correo electrónico

source: Email is required
es: El email es necesario

source: End date
es: Fecha final

source: End date of the competition
es: Fecha final del concurso

source: End impersonation
es: Acabar impersonación

source: English
es: Inglés

source: Erase
es: Borrar

source: Errors
es: Errores

source: Federation
es: Federación

source: Federation admin
es: Administrador de federación

source: Federation code
es: Código de federación

source: Federation identification
es: Identificación de la federación

source: Federation successfully saved.
es: La federación se ha guardado con éxito.

source: Federations
es: Federaciones

source: File must be xls/xlsx.
es: El archivo debe ser xls/xlsx.

source: Fill with a valid address
es: Rellene con una dirección válida

source: Fill with association code
es: Rellenar con código de asociación

source: Fill with college code
es: Rellenar con código de colegio

source: First
es: Primero

source: First name
es: Nombre

source: First: {{first_points}} - Second: {{second_points}} - Third: {{third_points}}
es: Pimero: {{first_points}} - Segundo: {{second_points}} - Tercero: {{third_points}}

source: Fixed value
es: Valor fijo

source: French
es: Francés

source: From
es: Desde

source: From {{discount.from_birds}} to {{discount.to_birds}} birds
es: Desde {{discount.from_birds}} hasta {{discount.to_birds}} pájaros

source: From {{from_birds}} to {{to_birds}} birds
es: Desde {{from_birds}} hasta {{to_birds}} pájaros

source: General Information
es: Información general

source: General data
es: Datos generales

source: Go back
es: Ir atrás

source: Go back to login
es: Volver a inicio de sesión

source: Group
es: Grupo

source: Group code
es: Código de grupo

source: Group successfully saved.
es: Grupo guardado correctamente.

source: Group...
es: Grupo...

source: Groups
es: Grupos

source: Headquarter
es: Sede

source: How to go
es: Como llegar

source: How to go (link)
es: Como llegar (enlace)

source: Identification
es: DNI / NIE

source: If singing birds participate in your competition, you can set the prices of the batch below
es: Si en tu concurso participan pájaros de canto, puedes establecer los precios de los lotes a continuación

source: Image
es: Imagen

source: Import breeders
es: Importar criadores

source: Import breeders by XLS/XLSX file
es: Importar criadores con un archivo XLS/XLSX

source: Import judges
es: Importar jueces

source: Import judges by XLS/XLSX file
es: Importar jueces con archivo XLS/XLSX

source: Individual code
es: Código individual

source: Initial date of the competition
es: Fecha inicial del concurso

source: Instructions have been sent to change the password to your email.
es: Las instrucciones para cambiar la contraseña han sido enviadas a su correo electrónico.

source: Instructions:
es: Instrucciones:

source: Italian
es: Italiano

source: Judge
es: Juez

source: Judge code
es: Código de juez

source: Judge identification
es: Identificación del juez

source: Judge successfully saved.
es: Juez guardado correctamente.

source: Judge...
es: Juez...

source: Judges
es: Jueces

source: Judges added count:
es: Cantidad de jueces añadidos:

source: Judges assignment
es: Asignación de jueces

source: Judges not added count:
es: Cantidad de jueces no añadidos:

source: LOGIN
es: INICIO DE SESIÓN

source: Language
es: Idioma

source: Last name
es: Apellidos

source: List of associations
es: Lista de asociaciones

source: List of breeders
es: Lista de criadores

source: List of categories
es: Lista de categorías

source: List of colleges
es: Lista de colegios

source: List of competitions
es: Lista de concursos

source: List of confederations
es: Lista de confederaciones

source: List of discounts
es: Lista de descuentos

source: List of federations
es: Lista de federaciones

source: List of groups
es: Lista de grupos

source: List of judges
es: Lista de jueces

source: Loading...
es: Cargando...

source: Locality
es: Localidad

source: Location
es: Localización

source: Login
es: Inicio de sesión

source: Logout
es: Cierre de sesión

source: Lunch dinner price
es: Precio por comida/cena

source: Lunch dinner price (member)
es: Precio por comida/cena (socios)

source: Lunch dinner price (non member)
es: Precio por comida/cena (no socios)

source: Member
es: Socio

source: Members: {{discount_member}}€ - Non members: {{discount_non_member}}€
es: Socios: {{discount_member}}€ - No socios: {{discount_non_member}}€

source: Min individual points
es: Puntos individuales mínimos

source: Min team points
es: Puntos de equipo mínimos

source: Minus a hour
es: Menos de una hora

source: Minus a minute
es: Menos de un minuto

source: Minus a second
es: Menos de un segundo

source: Mixed
es: Mixto

source: Mobile phone
es: Teléfono móvil

source: My Profile
es: Mi perfil

source: My profile
es: Mi perfil

source: Name
es: Nombre

source: New association
es: Nueva asociación

source: New breeder
es: Nuevo criador

source: New cage type
es: Nuevo tipo de jaula

source: New carrier
es: Nuevo porteador

source: New category
es: Nueva categoría

source: New college
es: Nuevo colegio

source: New competition
es: Nuevo concurso

source: New confederation
es: Nueva confederación

source: New discount
es: Nuevo descuento

source: New federation
es: Nueva federación

source: New group
es: Nuevo grupo

source: New judge
es: Nuevo juez

source: New organizer
es: Nuevo organizador

source: New password
es: Nueva contraseña

source: Next
es: Siguiente

source: Next 21 years
es: Siguientes 21 años

source: Next month
es: Próximo mes

source: Next year
es: Próximo año

source: No association with the indicated id was found
es: No se ha encontrado ninguna asociación con el id indicado

source: No breeder with the indicated id was found
es: No se ha encontrado ningún criador con el id indicado

source: No category with the indicated id was found
es: No se ha encontrado ninguna categoría con el id indicado

source: No college with the indicated id was found
es: No se ha encontrado ningún colegio con el id indicado

source: No competition with the indicated id was found
es: No se ha encontrado ningún concurso con el id indicado

source: No confederation with the indicated id was found
es: No se ha encontrado ninguna confederación con el id indicado

source: No discount with the indicated id was found
es: No se ha encontrado ningún descuento con el id indicado

source: No federation with the indicated id was found
es: No se ha encontrado ninguna federación con el id indicado

source: No group with the indicated id was found
es: No se ha encontrado ningún grupo con el id indicado

source: No judge with the indicated id was found
es: No se ha encontrado ningún juez con el id indicado

source: Non member
es: No socio

source: Number of birds to apply the discount
es: Cantidad de pájaros para aplicar el descuento

source: Official
es: Oficial

source: Old password
es: Antigua contraseña

source: Open in new tab
es: Abrir en una nueva pestaña

source: Options
es: Opciones

source: Options: 1 (true), 0 (false)
es: Opciones: 1 (Verdadero), 0 (falso)

source: Options: en, es, fr, it, pt
es: Opciones: en, es, fr, it, pt

source: Organization
es: Organización

source: Organizations
es: Organizaciones

source: Organizer identification
es: Identificación de la organización

source: Organizer successfully saved.
es: Organización guardada correctamente.

source: Organizers
es: Organizadores

source: Password
es: Contraseña

source: Password (Confirm)
es: Contraseña (Confirmar)

source: Password is required
es: La contraseña es necesaria

source: Password successfully saved.
es: Contraseña guardada correctamente.

source: Percentage
es: Porcentaje

source: Phone
es: Teléfono

source: Please enter a valid email address
es: Por favor, introduzca una dirección de correo electrónico válida

source: Portuguese
es: Portugués

source: Poster
es: Póster

source: Previous
es: Anterior

source: Previous 21 years
es: Anterior de 21 años

source: Previous month
es: Mes anterior

source: Previous year
es: Año anterior

source: Price per batch of singing birds
es: Precio por lote de pájaros de canto

source: Price per batch of singing birds (member)
es: Precio por lote de pájaros de canto (socios)

source: Price per batch of singing birds (non member)
es: Precio por lote de pájaros de canto (no socios)

source: Price per catalog
es: Precio por catálogo

source: Prices
es: Precios

source: Profile successfully saved.
es: Perfil guardado correctamente.

source: Province
es: Provincia

source: RECOVER YOUR PASSWORD
es: RECUPERAR SU CONTRASEÑA

source: RESET MY PASSWORD
es: RESTABLECER MI CONTRASEÑA

source: RESET YOUR PASSWORD
es: RESTABLECER SU CONTRASEÑA

source: Register
es: Registrarse

source: Registration price per bird in team
es: Precio de inscripción por pájaro en equipo

source: Registration price per bird in team (member)
es: Precio de inscripción por pájaro en equipo (socios)

source: Registration price per bird in team (non member)
es: Precio de inscripción por pájaro en equipo (no socios)

source: Registration price per individual bird
es: Precio de inscripción por pájaro individual

source: Registration price per individual bird (member)
es: Precio de inscripción por pájaro individual (socios)

source: Registration price per individual bird (non member)
es: Precio de inscripción por pájaro individual (no socios)

source: Remember later
es: Recordar más tarde

source: Remember password
es: Recordar contraseña

source: Remember to complete the mandatory fields in the breeder after upload.
es: Recuerda completar los campos requeridos en el criador después de la subida.

source: Remember to complete the mandatory fields in the judge after upload.
es: Recuerda completar los campos requeridos en el juez después de la subida.

source: Required
es: Requerido

source: SEND RESET LINK
es: ENVIAR ENLACE DE RESTABLECIMIENTO

source: Sales of birds allowed
es: Se permite la venta de ejemplares

source: Sales of birds allowed (commission)
es: Se permite la venta de ejemplares (comisión)

source: Save
es: Guardar

source: Scores for the COE league
es: Puntúa para la liga COE

source: Search
es: Buscar

source: Search for...
es: Buscar...

source: Second
es: Segundo

source: Select categories
es: Seleccionar categorías

source: Select file
es: Selecciona un archivo

source: Select item
es: Seleccionar elemento

source: Set
es: Establecer
